{
  "blog_category": "blog_category1",
  "title_localized": {
    "en": "Planning an Extended Stay? Here's A 5-day Miami Travel Guide"
  },
  "image": {
    "name": "little-havana-miami",
    "content_type": "image/jpeg",
    "date_added": "2019-07-02-081541",
    "url_thumb": "//res.cloudinary.com/traveltripperweb/image/upload/c_fill,g_faces,h_140,w_140/v1562069741/m7au1yaf6d25ypayzbzx.jpg",
    "url_xsmall": "//res.cloudinary.com/traveltripperweb/image/upload/c_fit,h_300,w_300/v1562069741/m7au1yaf6d25ypayzbzx.jpg",
    "url_small": "//res.cloudinary.com/traveltripperweb/image/upload/c_fit,h_768,w_768/v1562069741/m7au1yaf6d25ypayzbzx.jpg",
    "url_medium": "//res.cloudinary.com/traveltripperweb/image/upload/c_fit,h_992,w_992/v1562069741/m7au1yaf6d25ypayzbzx.jpg",
    "url_large": "//res.cloudinary.com/traveltripperweb/image/upload/c_fit,h_1200,w_1200/v1562069741/m7au1yaf6d25ypayzbzx.jpg",
    "url_xlarge": "//res.cloudinary.com/traveltripperweb/image/upload/c_limit,h_1920,w_1920/v1562069741/m7au1yaf6d25ypayzbzx.jpg",
    "url": "//res.cloudinary.com/traveltripperweb/image/upload/c_limit,h_2500,w_2500/v1562069741/m7au1yaf6d25ypayzbzx.jpg",
    "width": 1200,
    "height": 800,
    "format": "jpg",
    "url_raw": "//res.cloudinary.com/traveltripperweb/image/upload/v1562069741/m7au1yaf6d25ypayzbzx.jpg",
    "resource_type": "image",
    "size": 169080,
    "git_file_name": "_assets/image_data/little-havana-miami.jpg.json",
    "path": "//res.cloudinary.com/traveltripperweb/image/upload/c_limit,h_2500,w_2500/v1562069741/m7au1yaf6d25ypayzbzx.jpg",
    "file_size": null,
    "alt": "little-havana-miami",
    "caption": "",
    "description": ""
  },
  "meta_description_localized": {
    "en": "With excellent restaurants, a vibrant pedestrian culture, and so much to see and do, a few days in Miami isn’t nearly enough time to see the best of what the city has to offer. Miami’s proximity to both the coast and a thriving urban scene makes it a happening destination year-round. From the artsy north neighborhood of Wynwood to the shores of South Beach, we’ve saved you the cognitive energy it takes to dream up the perfect day in Miami."
  },
  "url_friendly_name_localized": {
    "en": "5-day-travel-guide"
  },
  "date": "2019-06-27T00:00:00.000Z",
  "post_excerpt_localized": {
    "en": "With excellent restaurants, a vibrant pedestrian culture, and so much to see and do, a few days in Miami isn’t nearly enough time to see the best of what the city has to offer. Miami’s proximity to both the coast and a thriving urban scene makes it a happening destination year-round. From the artsy north neighborhood of Wynwood to the shores of South Beach, we’ve saved you the cognitive energy it takes to dream up the perfect day in Miami."
  },
  "post_content_localized": {
    "en": "<p dir=\"ltr\">With excellent restaurants, a vibrant pedestrian culture, and so much to see and do, a few days in Miami isn&rsquo;t nearly enough time to see the best of what the city has to offer. Miami&rsquo;s proximity to both the coast and a thriving urban scene makes it a happening destination year-round. From the artsy north neighborhood of Wynwood to the shores of South Beach, we&rsquo;ve saved you the cognitive energy it takes to dream up the perfect day in Miami.</p>\n<h4 dir=\"ltr\">Day 1: Relax at Sagamore</h4>\n<p dir=\"ltr\">Kick off your South Beach stay at the Sagamore. Whether you&rsquo;re <a href=\"https://www.sagamoresouthbeach.com/blog/spend-the-day-poolside-with-sagamore/\" target=\"_blank\" rel=\"noopener noreferrer\">spending the day poolside</a> sipping on drink specials or browsing our contemporary art collection, Sagamore Hotel has something for every hour of the day. Join us for breakfast before heading outside to relax under the sun or take a stroll through our <a href=\"https://www.sagamoresouthbeach.com/blog/inside-look-at-sagamore-sculpture-garden/\" target=\"_blank\" rel=\"noopener noreferrer\">sculpture garden</a>. Take a break from the heat with a visit to our indoor exhibitions. Join Sagamore, BelAir Fine Art, and Markowicz Fine Art galleries as we present <em><a href=\"https://www.sagamoresouthbeach.com/blog/music-is-life-exhibition/\" target=\"_blank\" rel=\"noopener noreferrer\">Music is Life</a></em>, an exhibit featuring over 100 artworks entirely dedicated to music by international and local artists. On display now through Summer 2019. At dinnertime, all the ways lead to our signature Canvas restaurant. A last cocktail at the bar seals a beautiful, relaxing day in Sagamore Hotel in Miami Beach.&nbsp;</p>\n<h4 dir=\"ltr\">Day 2: Beach Day</h4>\n<p dir=\"ltr\">At Sagamore Hotel, the beach is our backyard. Just steps from our pool oasis, the sand begins. Go early to see the sunrise over the Atlantic and for guaranteed chill time. Pack a picnic and stay all day. Work on your tan, go for a dip in the warm water, or take the time to catch up on a book. Soak in the sun with Sagamore. We&rsquo;ve created the <a href=\"https://www.sagamoresouthbeach.com/offers/cocktails-waves-and-umbrellas/\" target=\"_blank\" rel=\"noopener noreferrer\">Cocktail Waves and Umbrellas</a> offer just for you. Get a daily $25 credit for food or drinks and two lounge chairs with an umbrella to dream away on the sands of Miami Beach.</p>\n<h4 dir=\"ltr\">Day 3: Explore South Beach</h4>\n<p dir=\"ltr\">There&rsquo;s so much more to SoBe than the beach. The best way to explore the neighborhood is on foot. Set out for the day and take the walk south along Ocean Drive to observe the sherbert-colored Art Deco architecture. Continue past Lummus Park to South Pointe Park. The southernmost tip of Miami Beach is a great place to look out over Biscayne Bay, watch the cruise ships roll in, and enjoy an ice cream. Havana 1957, The Front Porch Caf&eacute;, and Nikki Beach along Ocean Drive are excellent places to grab a bite to eat and savor the local flavor. On your way back to Sagamore, pop into the <a href=\"https://www.sagamoresouthbeach.com/blog/lincoln-road-guide/\" target=\"_blank\" rel=\"noopener noreferrer\">Lincoln Road Mall</a> for a nightcap. The outdoor pedestrian mall is SoBe&rsquo;s premier shopping destination and only steps from the Sagamore. After exploring the galleries and independent boutiques, grab a cocktail at Repour Bar. The hip bar is known for upping the cocktail drink ante, making boozy concoctions infused with tea, herbs, and spiked jam. Check out more of our favorite South Beach cocktail bars, <a href=\"https://www.sagamoresouthbeach.com/blog/5-south-beach-cocktail-bars-to-try/\" target=\"_blank\" rel=\"noopener noreferrer\">here</a>.</p>\n<h4 dir=\"ltr\">Day 4: Wynwood</h4>\n<p dir=\"ltr\">The artsy area north of downtown is a must visit when in Miami. Take the 20 minute drive from Sagamore to the famous outdoor street museum for a day of exploration. The large-scale artworks that adorn the sides of buildings were commissioned by some of the world&rsquo;s greatest street artists. Hop on a <a href=\"https://wynwoodartwalk.com/\" target=\"_blank\" rel=\"noopener noreferrer\">Wynwood Art Walk</a> (or golf cart tour!) to make the most of your experience. Wynwood doesn&rsquo;t end with the murals. Craft breweries, chic boutiques, bistros, and hip bars are as plentiful as the street art. Grab a local brew from Wynwood Brewing, Concrete Beach, J Wakefield, or Veza Sur breweries. We recommend dining at KYU, Beaker &amp; Gray, or R House Wynwood, which all serve up tasty globally-inspired cuisine.</p>\n<h4 dir=\"ltr\">Day 5: Little Havana and Downtown</h4>\n<p dir=\"ltr\">Little Havana is where you&rsquo;ll find the Cuban culture indicative to Miami. Check out Calle Ocho (Eighth Street) for hand-rolled cigars, cafecitos, and the Walk of Fame - stars in the sidewalk paying tribute to beloved Cuban and Latino cultural figures. Visit <a href=\"https://ballandchainmiami.com/\" target=\"_blank\" rel=\"noopener noreferrer\">Ball &amp; Chain</a> for lunch. The iconic nightclub from the 1930s serves delicious Cuban-inspired food and drinks. After lunch, head east to Downtown Miami. If you have time to kill, visit P&eacute;rez Art Museum Miami or catch the Miami Heat at American Airlines Arena. Spend the afternoon on Miami&rsquo;s waterfront at Bayfront Park. The park&rsquo;s greenery, beach, tropical rock garden, waterfall, fountain, and monuments are the perfect backdrop for your bayside visit. Take a walk along the Miami Riverwalk, beginning next to Bayfront Park. The path loops around at SW North River Drive and is dotted with public works of art, restaurants, and views of the Miami River. End the night at the Bayside Marketplace, the &ldquo;number one most visited attraction in Miami&rdquo; according to the Greater Miami Convention &amp; Visitors Bureau. The open air shopping complex is lined with palms, boutiques, and top rated restaurants where you can dine bayside while looking at the sunset over Miami Beach.</p>\n<p dir=\"ltr\">Ready to get your South Beach vacation started? Enjoy 24-hour access to <em>Music is Life</em> during your stay at Sagamore. Choose from our best rates and <a href=\"https://www.sagamoresouthbeach.com/offers/\" target=\"_blank\" rel=\"noopener noreferrer\">special offers</a> when you book direct with the Sagamore Hotel, an iconic Miami Beach destination known for its unique collection of contemporary art, spacious suites, and prime location only steps from the white sands of South Beach.</p>"
  }
}