{
  "blog_category": "blog_category3",
  "url_friendly_name_localized": {
    "en": "all-you-need-to-know-about-miami-open-2019"
  },
  "title_localized": {
    "en": "Game, Set, Match! All You Need to Know about the Miami Open 2019"
  },
  "meta_description_localized": {
    "en": "The Miami Open returns to Miami once again in late March as the city prepares to host one of the largest tennis events in the world. All eyes are on this year’s tournament, as for the first time in 32 years the annual event is moving 20 miles north from Crandon Park in Key Biscayne to Hard Rock Stadium. From first time spectators to annual visitors amped up for the change of venue, here’s the lowdown on this year’s Miami Open."
  },
  "date": "2019-03-13T00:00:00.000Z",
  "post_excerpt_localized": {
    "en": "The Miami Open returns to Miami once again in late March as the city prepares to host one of the largest tennis events in the world. All eyes are on this year’s tournament, as for the first time in 32 years the annual event is moving 20 miles north from Crandon Park in Key Biscayne to Hard Rock Stadium. From first time spectators to annual visitors amped up for the change of venue, here’s the lowdown on this year’s Miami Open."
  },
  "image": {
    "name": "player-preparing-to-serve-tennis-ball-miami-open",
    "content_type": "image/jpeg",
    "date_added": "2019-06-26-071725",
    "url_thumb": "//res.cloudinary.com/traveltripperweb/image/upload/c_fill,g_faces,h_140,w_140/v1561547845/cw67gkssucajutes6et1.jpg",
    "url_xsmall": "//res.cloudinary.com/traveltripperweb/image/upload/c_fit,h_300,w_300/v1561547845/cw67gkssucajutes6et1.jpg",
    "url_small": "//res.cloudinary.com/traveltripperweb/image/upload/c_fit,h_768,w_768/v1561547845/cw67gkssucajutes6et1.jpg",
    "url_medium": "//res.cloudinary.com/traveltripperweb/image/upload/c_fit,h_992,w_992/v1561547845/cw67gkssucajutes6et1.jpg",
    "url_large": "//res.cloudinary.com/traveltripperweb/image/upload/c_fit,h_1200,w_1200/v1561547845/cw67gkssucajutes6et1.jpg",
    "url_xlarge": "//res.cloudinary.com/traveltripperweb/image/upload/c_limit,h_1920,w_1920/v1561547845/cw67gkssucajutes6et1.jpg",
    "url": "//res.cloudinary.com/traveltripperweb/image/upload/c_limit,h_2500,w_2500/v1561547845/cw67gkssucajutes6et1.jpg",
    "width": 1200,
    "height": 800,
    "format": "jpg",
    "url_raw": "//res.cloudinary.com/traveltripperweb/image/upload/v1561547845/cw67gkssucajutes6et1.jpg",
    "resource_type": "image",
    "size": 61883,
    "git_file_name": "_assets/image_data/player-preparing-to-serve-tennis-ball-miami-open.jpg.json",
    "path": "//res.cloudinary.com/traveltripperweb/image/upload/c_limit,h_2500,w_2500/v1561547845/cw67gkssucajutes6et1.jpg",
    "file_size": null,
    "alt": "player-preparing-to-serve-tennis-ball-miami-open",
    "caption": "",
    "description": ""
  },
  "post_content_localized": {
    "en": "<p dir=\"ltr\">The Miami Open returns to Miami once again in late March as the city prepares to host one of the largest tennis events in the world. All eyes are on this year&rsquo;s tournament, as for the first time in 32 years the annual event is moving 20 miles north from Crandon Park in Key Biscayne to Hard Rock Stadium. From first time spectators to annual visitors amped up for the change of venue, here&rsquo;s the lowdown on this year&rsquo;s Miami Open.</p>\n<p>&nbsp;</p>\n<h4 dir=\"ltr\">An International Who&rsquo;s Who of Tennis</h4>\n<p dir=\"ltr\">The annual tennis tournament for men and women is one of the premier ATP Masters 1000 Series (men&rsquo;s tour) and Premier Mandatory WTA (women&rsquo;s tour) events in the world. The best players from around the world compete in a series of rounds to win the Men and Women&rsquo;s Singles and Doubles title. This year, past champions and 19 players with a combined win of 109 Grand Slam singles titles are set to compete. Catch a glimpse of all-time record holders Roger Federer and Serena Williams and the No. 1 ranked players in the world, Novak Djokovic and Naomi Osaka as they take the court to secure their title. Both Federer and Djokovic lead the men&rsquo;s field that includes 17-time Grand Slam champion Rafael Nadal. The beloved Spanish tennis player is slated to appear, despite talks he may miss the tournament to focus on his fitness.</p>\n<p>&nbsp;</p>\n<h4 dir=\"ltr\">Miami Open Breaks Ground at Hard Rock Stadium</h4>\n<p dir=\"ltr\">The 2019 tournament is slated to become one of the most revered in the event&rsquo;s history, as spectators and players anxiously await to see the new space at Hard Rock Stadium. Leaving behind the legal roadblocks and environmental concerns of potential upgrades to Crandon Park, the Miami Open is starting fresh. Home to the Miami Dolphins and the University of Miami, the legendary Hard Rock Stadium already has much needed accommodations in place for the two-week event, but the $500 million in renovations and additions is what has people talking.</p>\n<p>&nbsp;</p>\n<p dir=\"ltr\">The event space is nearly tripling in size with the change of venue. Permanent tournament, practice, and stadium courts have been constructed, as well as additional seating and gym, lounge, private entry, and private family space. The new state-of-the-art spectator oasis is designed to give you some much needed refreshment between matches. Visit the Spanish Steps gathering area with a rooftop deck and beer garden,<strong> [<a href=\"https://www.miamiopen.com/where-to-eat\">food court</a>]</strong>, and the Olive Grove space with tables and live entertainment. Catch local culture, food, art, and entertainment while observing the matches on the largest video board in tennis.</p>\n<p>&nbsp;</p>\n<h4 dir=\"ltr\">Plan Your Visit</h4>\n<p dir=\"ltr\">The Miami Open begins this Monday, March 18th and runs to Sunday, March 31st. Ticket sales for the 2019 Miami Open are already much higher than for the 2018 event and the <strong>[<a href=\"https://www.miamiopen.com/hospitality\">packages</a>]</strong> are quite affordable. For as little as $20 a ticket, you can attend a Single session ticket of your choice in the Grandstand. If you want an elevated experience, check out the Group, VIP, or Full Tournament packages that grant access to all 24 sessions over the two-week tournament.</p>\n<p>&nbsp;</p>\n<p dir=\"ltr\">Parking has never been easier at the Miami Open. Just pull into a designated lot adjacent to the <strong>[<a href=\"https://www.google.com/maps/place/Hard+Rock+Stadium/@25.9579665,-80.2388604,15z/data=!4m2!3m1!1s0x0:0x5815e194c60bf9db?ved=2ahUKEwiWnMW-8__gAhXhGaYKHY_ECgUQ_BIwH3oECAQQCA\">Hard Rock Stadium</a>]</strong> and take the short walk into the venue.</p>\n<p>&nbsp;</p>\n<p dir=\"ltr\">Did you score tickets to the Miami Open? Easy accessible from Hard Rock Stadium, Sagamore Hotel is an iconic Miami Beach destination known for its unique collection of contemporary art, spacious suites, and prime location only steps from the white sands of South Beach.</p>\n<p><br />Choose from our best rates and <strong>[<a href=\"https://www.sagamoresouthbeach.com/offers/\">special offers</a>]</strong> when you book direct with Sagamore Hotel. Don&rsquo;t worry about your car after a long day at the Miami Open. Take the stress out of parking and choose our <strong>[<a href=\"https://www.sagamoresouthbeach.com/offers/park-and-stay/\">Park and Stay</a>]</strong> option for daily parking each night of your stay.</p>"
  }
}