{
  "blog_category": "blog_category1",
  "url_friendly_name_localized": {
    "en": "girls-trip-south-beach"
  },
  "title_localized": {
    "en": "Plan the Ultimate Girls’ Trip to South Beach"
  },
  "image": {
    "name": "girl-friends-in-sagamore-pool-on-girls-weekend",
    "content_type": "image/jpeg",
    "date_added": "2019-06-26-071810",
    "url_thumb": "//res.cloudinary.com/traveltripperweb/image/upload/c_fill,g_faces,h_140,w_140/v1561547890/dmnjpatcdfsfgpdcdluq.jpg",
    "url_xsmall": "//res.cloudinary.com/traveltripperweb/image/upload/c_fit,h_300,w_300/v1561547890/dmnjpatcdfsfgpdcdluq.jpg",
    "url_small": "//res.cloudinary.com/traveltripperweb/image/upload/c_fit,h_768,w_768/v1561547890/dmnjpatcdfsfgpdcdluq.jpg",
    "url_medium": "//res.cloudinary.com/traveltripperweb/image/upload/c_fit,h_992,w_992/v1561547890/dmnjpatcdfsfgpdcdluq.jpg",
    "url_large": "//res.cloudinary.com/traveltripperweb/image/upload/c_fit,h_1200,w_1200/v1561547890/dmnjpatcdfsfgpdcdluq.jpg",
    "url_xlarge": "//res.cloudinary.com/traveltripperweb/image/upload/c_limit,h_1920,w_1920/v1561547890/dmnjpatcdfsfgpdcdluq.jpg",
    "url": "//res.cloudinary.com/traveltripperweb/image/upload/c_limit,h_2500,w_2500/v1561547890/dmnjpatcdfsfgpdcdluq.jpg",
    "width": 1200,
    "height": 781,
    "format": "jpg",
    "url_raw": "//res.cloudinary.com/traveltripperweb/image/upload/v1561547890/dmnjpatcdfsfgpdcdluq.jpg",
    "resource_type": "image",
    "size": 88694,
    "git_file_name": "_assets/image_data/girl-friends-in-sagamore-pool-on-girls-weekend.jpg.json",
    "path": "//res.cloudinary.com/traveltripperweb/image/upload/c_limit,h_2500,w_2500/v1561547890/dmnjpatcdfsfgpdcdluq.jpg",
    "file_size": null,
    "alt": "girl-friends-in-sagamore-pool-on-girls-weekend",
    "caption": "",
    "description": ""
  },
  "meta_description_localized": {
    "en": "Planning a girls’ getaway? Often praised as the party capital of the country, Miami is the perfect destination for an adventurous and straight-up awesome BFF trip. Let loose and nourish your body, mind, and soul by unplugging with your best gal pals. Here are some ideas to help you plan an exciting girls’-only escape."
  },
  "date": "2019-05-17T00:00:00.000Z",
  "post_excerpt_localized": {
    "en": "Planning a girls’ getaway? Often praised as the party capital of the country, Miami is the perfect destination for an adventurous and straight-up awesome BFF trip. Let loose and nourish your body, mind, and soul by unplugging with your best gal pals. Here are some ideas to help you plan an exciting girls’-only escape."
  },
  "post_content_localized": {
    "en": "<p dir=\"ltr\">Planning a girls&rsquo; getaway? Often praised as the party capital of the country, Miami is the perfect destination for an adventurous and straight-up awesome BFF trip. Let loose and nourish your body, mind, and soul by unplugging with your best gal pals. Here are some ideas to help you plan an exciting girls&rsquo;-only escape.</p>\n<h4 dir=\"ltr\">Plan a Relaxing Wellness Day with your Pals</h4>\n<p dir=\"ltr\">If you really want to relax and de-stress, kick off your girls&rsquo; trip with a day of pampering and togetherness to help everyone feel their best. 3rd Street Beach Yoga is the perfect opportunity to greet the sun as it rises over the Atlantic. Meet daily at 7 a.m. near the lifeguard hut at the 3rd Street beach entrance to enjoy a donations-only yoga class with your besties. View their <a href=\"http://3rdstreetbeachyoga.com/\" target=\"_blank\" rel=\"noopener noreferrer\">website</a> for more information, schedules, and FAQs.</p>\n<p dir=\"ltr\">After some morning meditation, catch up with your friends at a spa on Lincoln Road for a facial, massage, or skin care treatment. <a href=\"https://locations.massageenvy.com/florida/miami-beach/767-17th-street.html\" target=\"_blank\" rel=\"noopener noreferrer\">Massage Envy</a> and <a href=\"http://spaemiami.com/\" target=\"_blank\" rel=\"noopener noreferrer\">Spa E</a> are both less than a 10 minute walk from the Sagamore and have excellent packages to choose from. Continue your wellness day back at the Sagamore. Curl up in your room with your girlfriends to catch the latest blockbuster On Demand and treat yourself with our in-room dining menu.</p>\n<h4 dir=\"ltr\">Spend a Night out on the Town</h4>\n<p dir=\"ltr\">With a plethora of bar, dining, and entertainment options, a visit to the heart of Miami&rsquo;s downtown is a must. Grab a bite to eat at locals&rsquo; favorite eateries CVI.CHE 105, North Italia, or Batch Gastropub. For a unique experience, visit Gyu-Kaku Japanese BBQ on SW 13th Street. The personal smokeless roaster installed at every table is super fun to experience with friends. You and your guests are led through the dining experience to cook your own perfect meal in a matter of minutes. Take turns roasting a variety of fresh meats like premium sirloin, maki-shabu beef miso, miso salmon, short rib, and teriyaki chicken.</p>\n<p dir=\"ltr\">After dinner, hop on Big Bus Miami&rsquo;s Night Tour for a narrated tour of the city&rsquo;s best landmarks and attractions. From Downtown to the bright lights of South Beach, see the town lit up at night from the MacArthur Causeway on this guided tour.</p>\n<p dir=\"ltr\">For a night cap, visit downtown&rsquo;s popular neighborhood bar, Mama Tried. Every Wednesday beginning at 10 p.m. you and your girlfriends drink for free. Split the Elvira Hancock Punch, named after Michelle Pfeiffer&rsquo;s character in Scarface. The punch bowl serves 2-4 people and is made with Absolut Elyx vodka, Florida citrus, roasted rosemary, a berry medley, and Champagne.</p>\n<h4 dir=\"ltr\">Enjoy Unlimited Access to the Pool, Surf, and Sand</h4>\n<p dir=\"ltr\">Refreshing waters are just outside your hotel room when you book your SoBe stay with Sagamore. <a href=\"https://www.sagamoresouthbeach.com/blog/spend-the-day-poolside-with-sagamore/\" target=\"_blank\" rel=\"noopener noreferrer\">Spend a day at the pool</a> soaking up the sun, ordering from the Happy Hour menu at the pool bar, and breathing in the fresh ocean air. When you start craving the salty waters, the beach is just beyond the pool area. Book our <a href=\"https://www.sagamoresouthbeach.com/offers/cocktails-waves-and-umbrellas/\" target=\"_blank\" rel=\"noopener noreferrer\">Cocktail Waves and Umbrellas</a> special offer to soak in the sun with style. Get a $25 food or drink credit, two lounge chairs, and an umbrella to enjoy on the beach.</p>\n<h4 dir=\"ltr\">Put your Dancing Shoes on</h4>\n<p dir=\"ltr\">Savor the Latin flavor with a night at Mango&rsquo;s Tropical Cafe on SoBe&rsquo;s Ocean Drive. Not only does this joint serve up delicious authentic cuisine, but you can learn Salsa, Bachata, and Merengue dance moves with daily <a href=\"https://mangos.com/mangos-miami-beach/miami-salsa-classes/\" target=\"_blank\" rel=\"noopener noreferrer\">evening lessons</a>. No experience necessary. Mingle with mojitos, tasty bites, and your best gals. Take more than your memories home from South Beach by picking up a few new moves.&nbsp;</p>\n<h4 dir=\"ltr\">Reserve a Room at Sagamore Hotel</h4>\n<p dir=\"ltr\">When you book your girls&rsquo; getaway with Sagamore Hotel, enjoy exclusive access to our curated contemporary art exhibitions, lush outdoor oasis, and pool overlooking the Atlantic. Now through June 30th, join Sagamore, BelAir Fine Art, and Markowicz Fine Art galleries as we present <em><a href=\"https://www.sagamoresouthbeach.com/blog/music-is-life-exhibition/\" target=\"_blank\" rel=\"noopener noreferrer\">Music is Life</a></em>, an exhibit featuring over 100 artworks entirely dedicated to music by international and local artists.</p>\n<p dir=\"ltr\">We have exclusive deals that your group will love. Choose from our best rates and <a href=\"https://www.sagamoresouthbeach.com/offers/\" target=\"_blank\" rel=\"noopener noreferrer\">special offers</a> when you book direct with the Sagamore Hotel, an iconic Miami Beach destination known for its unique collection of contemporary art, spacious suites, and prime location only steps from the white sands of South Beach.</p>"
  }
}