[
  {
    "_template": "1_col",
    "html": {
      "content": "<div class=\"py-3\">\n<h1 class=\"h2\">Apple Core Hotels Privacy Policy</h1>\n<h2 class=\"h3\">POLICIES &amp; BOOKING CONDITIONS</h2>\n<h2>GUARANTEE</h2>\nAll reservations must be guaranteed with a major credit card (American Express, Visa, MasterCard, and Discover). The hotel will check the card's validity up to 48 hours prior to your date of arrival by taking an approval for the first night's room charge + taxes. If your card is unable to be validated, your reservation will be canceled with no guarantee of a room upon arrival.\n<div class=\"boxspacer\">&nbsp;</div>\n<h2>RATE RULES</h2>\nRates are based upon and confirmed in US dollar currency.\n<div class=\"boxspacer\">&nbsp;</div>\n<h2>SPECIAL OFFERS</h2>\nSpecial offers are based on availability at the time of booking and must be booked directly on AppleCoreHotels.com. Restrictions and blackout dates may apply.\n<div class=\"boxspacer\">&nbsp;</div>\n<h2>CHECK-IN</h2>\nGuests must be 18 years or older with photo identification to reserve and check-in to a room. Acceptable forms of identification include a driver's license, passport, and government photo identification. Photo identification must also match the name that is on the reservation.\n<div class=\"boxspacer\">&nbsp;</div>\nCheck-in begins at 3:00 PM EST. Check-out is 12:00 PM EST.\n<div class=\"boxspacer\">&nbsp;</div>\n<h2>PAYMENT OPTIONS UPON CHECK-IN</h2>\nA valid credit card and photo identification is required. American Express, Visa, MasterCard, and Discover are accepted as a form of payment. Cash payment is also accepted with valid photo identification.\n<div class=\"boxspacer\">&nbsp;</div>\n<h2>CANCELLATION</h2>\nAdvance Deposit reservations are non-refundable, non-cancellable and non-modifiable. 100% deposit is required at time of booking. The card charged must be presented with valid photo identification upon check-in.\n<div class=\"boxspacer\">&nbsp;</div>\nYou may cancel standard reservations before 3PM EST 48 hours prior to your arrival date. If you do not cancel by this time you will be charged for one night's stay (room charge + tax). To modify your reservation, call our Reservations Department at 800.567.7720.NO SHOW FEEOne night's room and tax will be charged for no show depending on rate plan. Advance Deposit reservations are 100% penalty.\n<div class=\"boxspacer\">&nbsp;</div>\n<h2>THIRD PARTY BOOKINGS</h2>\nAll third-party bookings must be modified or cancelled via the channel reserved. This includes reservations made through Booking.com, Expedia, HotelsTonight, Hotelbeds, Trivago,\n<div class=\"boxspacer\">&nbsp;</div>\n<h2>CHILD POLICY</h2>\nChildren under 13 stay free when utilizing existing bedding. Note that children are included in the maximum occupancy for each room type. Children over the age of 13 will be charged US $15 plus 14.75% tax (5.875% City + 8.875% State) per night.\n<div class=\"boxspacer\">&nbsp;</div>\n<h2>TAXES</h2>\n14.75% tax (5.875% City + 8.875% State) + $3.50 Occupancy charge ($5.50 for a 2-room suite) per night, per room. Taxes are subject to change without notice.\n<div class=\"boxspacer\">&nbsp;</div>\n<h2>FACILITIES SURCHARGE</h2>\nComprehensive daily fee of US $19.60 ($18.00 + city tax) for facility use and amenities bundle, inclusive of premium Wi-Fi for up to six streaming devices per room during your stay, unlimited local and domestic long-distance telephone calls and messaging, continental breakfast, and, where applicable, 24-hour use of business and fitness centers.\n<div class=\"boxspacer\">&nbsp;</div>\n<h2>EXTRA PERSON CHARGE</h2>\nUS $15 plus taxes (14.75%, or 5.875% City &amp; 8.875% State) per night per person when utilizing existing bedding.\n<div class=\"boxspacer\">&nbsp;</div>\n<h2>SMOKING POLICY</h2>\nThe Hotel @ New York City, The Hotel @ Fifth Avenue, and The Broadway @ Times Square Hotel are smoke-free properties. The Hotel @ Times Square has limited smoking rooms available.\n<div class=\"boxspacer\">&nbsp;</div>\n<h2>INCIDENTALS</h2>\nDeposit requirement upon check-in, US $25 (via credit/debit card - card must be registered under the name of the guest arriving) per night or US $100 cash per night. The deposit will be refunded upon check-out if no charges are incurred.\n<div class=\"boxspacer\">&nbsp;</div>\n<h2>EARLY CHECK-IN &amp; LATE CHECK-OUT</h2>\nIf you arrive early, the hotel can store your luggage in the lobby until your room is ready. Late check-out is based upon hotel availability. Contact the Front Desk for any questions.\n<div class=\"boxspacer\">&nbsp;</div>\n<h2>PARKING</h2>\nOnsite parking is not available at any Apple Core Hotels property. Offsite parking is guaranteed at a nearby, third-party garage. Please visit the individual property page for more information. Apple Core Hotels is not liable or responsible for any loss, theft and damage incurred within the operator's garage.\n<div class=\"boxspacer\">&nbsp;</div>\n<h2>PET POLICY</h2>\nNo pets are allowed. Trained service animals are permitted.\n<div class=\"boxspacer\">&nbsp;</div>\n<h2>CONTACT</h2>\nWe are happy to assist you with any questions or concerns you many have. Please visit our Contact page for individual property information.\n<div class=\"boxspacer\">&nbsp;</div>\n<h2>Our Core Beliefs Regarding User Privacy And Data Protection</h2>\n<ul>\n<li>User privacy and data protection are human rights</li>\n<li>We have a duty of care to the people within our data</li>\n<li>Data is a liability, it should only be collected and processed when absolutely necessary</li>\n<li>We loathe spam as much as you do!</li>\n<li>We will never sell, rent or otherwise distribute or make public your personal information</li>\n</ul>\n</div>\n<div id=\"legislation\" class=\"box\">\n<h2>Relevant Legislation</h2>\nAlong with our business and internal computer systems, this website is designed to comply with the following national and international legislation with regards to data protection and user privacy:\n<ul>\n<li><a href=\"https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=uriserv:OJ.L_.2016.119.01.0001.01.ENG&amp;toc=OJ:L:2016:119:TOC\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">EU General Data Protection Regulation 2018 (GDPR) </a></li>\n</ul>\n<div class=\"boxspacer\">&nbsp;</div>\n<h2>Personal Information That This Website Collects And Why We Collect It</h2>\nThis website collects and uses personal information for the following reasons:\n<div class=\"boxspacer\">&nbsp;</div>\n<h3>Site visitation tracking</h3>\nLike most websites, this site uses Google Analytics (GA) to track user interaction. We use this data to determine the number of people using our site, to better understand how they find and use our web pages and to see their journey through the website.\n<div class=\"boxspacer\">&nbsp;</div>\nAlthough GA records data such as your geographical location, device, internet browser and operating system, none of this information personally identifies you to us. GA also records your computer's IP address, which could be used to personally identify you, but Google does not grant us access to this. We consider Google to be a third party data processor (<a href=\"#thirdparty-data\">see section below</a>).\n<div class=\"boxspacer\">&nbsp;</div>\nGA makes use of cookies, details of which can be found on <a href=\"https://developers.google.com/analytics/devguides/collection/analyticsjs/cookie-usage\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Google's developer guides</a>. Our website uses the analytics.js implementation of GA. Disabling cookies on your internet browser will stop GA from tracking any part of your visit to pages within this website.\n<div class=\"boxspacer\">&nbsp;</div>\nDisabling cookies on your internet browser will stop GA from tracking any part of your visit to pages within this website.\n<div class=\"boxspacer\">&nbsp;</div>\nIn addition to Google Analytics, this website may collect information (held in the public domain) attributed to the IP address of the computer or device that is being used to access it.\n<div class=\"boxspacer\">&nbsp;</div>\n<h3>Blog</h3>\nShould you choose to add a comment to any posts that we have published on blog sites, the name and email address you enter with your comment will be saved to this website's database, along with your computer's IP address and the time and date that you submitted the comment. This information is only used to identify you as a contributor to the comment section of the respective blog post and is not passed on to any of the third party data processors detailed below. Only your name and email address that you supplied will be shown on the public-facing website.\n<div class=\"boxspacer\">&nbsp;</div>\nYour comments and it's associated personal data will remain on this site until we see fit to either\n<div class=\"boxspacer\">&nbsp;</div>\n<ul>\n<li>Remove the comment or</li>\n<li>Remove the blog post. Should you wish to have the comment and it's associated personal data deleted, please <a href=\"mailto:privacy@milestoneinternet.com?subject=Blog%20post%20removal\" rel=\"nofollow\">email us here</a> using the email address that you commented with.</li>\n</ul>\nIf you are under 16 years of age you MUST obtain parental consent before posting a comment on our blog.\n<div class=\"boxspacer\">&nbsp;</div>\nNOTE: You should avoid entering personally identifiable information to the actual comment field of any blog post comments that you submit on this website.\n<div class=\"boxspacer\">&nbsp;</div>\n<h3>Contact forms and email links</h3>\nShould you choose to contact us using the contact form on our Contact us page, none of the data that you supply will be stored by this website or passed to / be processed by any of the third party data processors defined in <a href=\"#thirdparty-data\">section below</a>. Instead the data will be collated into an email and sent to us over the <a href=\"https://en.wikipedia.org/wiki/Simple_Mail_Transfer_Protocol\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">Simple Mail Transfer Protocol (SMTP)</a>. Our SMTP servers are protected by <a href=\"https://en.wikipedia.org/wiki/Transport_Layer_Security\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">TLS </a>(sometimes known as SSL) meaning that the email content is encrypted before being sent across the internet. The email content is then decrypted by our local computers and devices.\n<div class=\"boxspacer\">&nbsp;</div>\n<h3>Email newsletter</h3>\nIf you choose to join our email newsletter, the email address that you submit to us will be forwarded to <a href=\"https://www.benchmarkemail.com\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">Benchmark </a>who provide us with email marketing services. We consider Benchmark to be a third party data processor (<a href=\"#thirdparty-data\">see section below</a>). The email address that you submit will not be stored within this website's own database or in any of our internal computer systems.\n<div class=\"boxspacer\">&nbsp;</div>\nYour email address will remain within Benchmark's database for as long as we continue to use Benchmark's services for email marketing or until you specifically request removal from the list. You can do this by unsubscribing using the unsubscribe links contained in any email newsletters that we send you or by requesting removal via email. When requesting removal via email, please send your email to us using the email account that is subscribed to the mailing list.\n<div class=\"boxspacer\">&nbsp;</div>\nIf you are under 16 years of age you MUST obtain parental consent before joining email newsletter.</div>\n<div id=\"thirdparty-data\" class=\"box2\">\n<h2>Third Party Data Processors</h2>\nWe use a number of third parties to process personal data on our behalf. These third parties have been carefully chosen and all of them comply with the legislation set out in <a href=\"#legislation\">section above</a>.\n<div class=\"clear\">&nbsp;</div>\n<div class=\"column31\">\n<ul>\n<li><a href=\"https://www.google.com/intl/en-GB/policies/privacy/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">Google Privacy policy</a></li>\n<li><a href=\"https://twitter.com/privacy\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">Twitter Privacy policy</a></li>\n</ul>\n</div>\n<div class=\"column32\">\n<ul>\n<li><a href=\"https://privacy.microsoft.com/en-us/privacystatement\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">Microsoft Privacy policy</a></li>\n<li><a href=\"https://www.facebook.com/about/privacy\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">Facebook Privacy policy</a></li>\n</ul>\n</div>\n<div class=\"column33\">\n<ul>\n<li><a href=\"https://www.benchmarkemail.com/email-marketing/privacy-policy\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">Benchmark Privacy policy</a></li>\n<li><a href=\"https://help.instagram.com/519522125107875?helpref=page_content\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">Instagram Privacy policy</a></li>\n</ul>\n</div>\n<div id=\"paracookiepolicy\">\n<h2>Cookie Policy</h2>\nThis policy covers the use of cookies and other technologies. The types of cookies we use fall into 3 categories:\n<ul>\n<li>\n<h3>Essential cookies and similar technologies</h3>\nThese are vital for the running of our services on our websites and apps. Without the use of these cookies parts of our websites would not function. For example, session cookies allows a navigation experience that is consistent and optimal to user's network speed and choice of device.</li>\n<li>\n<h3>Analytics cookies and similar technologies</h3>\nThese collect information about your use of our websites and apps, and enable us to improve the way it works. For example, analytics cookies show us which are the most frequently visited pages. They also help identify any difficulties you have accessing our services, so we can fix any problems. Additionally these cookies allow us to see overall patterns of usage at an aggregated level.</li>\n<li>\n<h3>Tracking, advertising cookies and similar technologies</h3>\nWe use these types of technologies to provide advertisements that are more relevant to your interests. This can be done by delivering online adverts based your previous web browsing activity. Cookies are placed on your browser which will remember the websites you have visited. Advertising based on what you have been looking at is then displayed to you when you visit websites who use the same advertising networks.</li>\n</ul>\nWe may also use cookies and similar technologies to provide you with adverts based on your location, offers you click on, and other similar interactions with our websites and apps.</div>\n<div class=\"boxspacer\">&nbsp;</div>\n<h2>Data Breaches</h2>\nWe will report any unlawful data breach of this website's database or the database(s) of any of our third party data processors to any and all relevant persons and authorities within 72 hours of the breach if it is apparent that personal data stored in an identifiable manner has been stolen.\n<div class=\"boxspacer\">&nbsp;</div>\n<h2>Changes To Our Privacy Policy</h2>\nThis privacy policy may change from time to time to conform with legislation and/or industry developments. We will not explicitly inform our clients or website users of these changes. Instead, we recommend that you check this page occasionally for any policy changes.</div>"
    },
    "advanced_options": {
      "custom_classes": "static-content-wrap"
    }
  }
]